welcome = 🥰 <b>Ласкаво просимо до анонімного чату, { $name }!
          ❤️ Тут ти можеш вільно висловлювати свої думки та ділитися емоціями.
          🌟 Роби свій день яскравішим, обговорюючи тут що-небудь цікаве!

          ❓ Повний функціонал бота: /help
          (команда клікабельна)</b>

help = 😍 <b>{ $name }, команди:

        🌐 /language | <code>мова</code> ❯ змінити мову
        👤 /profile | <code>профіль</code> ❯ перевірити свій профіль
        🔗 /link | <code>лінк</code> ❯ надіслати лінк на свій профіль
        🔍 /search | <code>пошук</code> ❯ пошук співрозмовника
        ➡️ /next | <code>наступний</code> ❯ наступний співрозмовник
        🛑 /stop | <code>стоп</code> ❯ зупинити пошук
        💌 /chan | <code>тяночка</code> ❯ отримати тяночку
        🎲 /dice | <code>кубики</code> ❯ кинути кубик
        🏆 /top | <code>топ</code> ❯ рейтинг користувачів

        🔗 Посилання на проєкт: <a href='https://github.com/Th3Kanashii/telegram-anonymous-chat-bot'>GitHub</a></b>

language = 🌐 <b>{ $name }, якою мовою ти хочеш, щоб я говорив?</b>

profile = 👤 <b>{ $name }, <u>Ваш</u>, профіль:
          🆔 ❯ <code>{ $id }</code>

          💰 Баланс: { $balance } печива

          📆 Дата реєстрації: { DATETIME($date) }</b>

dice = 🎲 <b><u>Вам</u>, випало число: <code>{ $number }</code>
       💰 Ваш баланс: <code>{ $balance }</code>

       🪑 Ваше місце у топі: { $position }</b>

top = 🍪 { $name }, топ за печивом 🍪

      { $tops }
      ❤️ Всього користувачів: { $users }
      🪑 Ваше місце у топі: { $position }

command-language = 🌐 Змінити мову
command-profile = 👤 Ваш профіль
command-link = 🔗 Надіслати посилання на ваш профіль співрозмовнику
command-search = 🔍 Пошук співрозмовника
command-next = ➡️ Наступний співрозмовник
command-stop = 🛑 Припинити пошук або діалог
command-chan = 💌 Відправити тяночку
command-dice = 🎲 Кинути кубик
command-top = 🏆 Топ за печивом

search-btn = ☕ Шукати співрозмовника
cancel-btn = ⏹️ Припинити діалог
stop-btn = 🛑 Скасувати пошук
next-btn = ➡️ Наступний співрозмовник
profile-btn = 🔓 Відкрити профіль
close-profile-btn = 🔒 Закрити профіль

search-not-started = 🔍 <b>Розпочніть пошук співрозмовника!</b>
looking-for-a-companion= 🔍 <b>ВЖЕ ШУКАЮ <u>Вам</u> співрозмовника...</b>
search-companion = 🔍 <b>Шукаю <u>Вам</u>, співрозмовника...</b>
next-companion = 🔍 <b>Шукаю <u>Вам</u>, нового співрозмовника...</b>
stop-companion = 😔 <b>Все.. більше нікого шукати не буду!</b>
block-companion = 😔 <b>Упс! Схоже співрозмовник заблокував бота</b>
profile-opened = 🔓 Профіль відкрито
profile-closed = 🔒 Профіль закрито

found-companion = 🎁 <b>Я знайшов <u>Вам</u>, співрозмовника, приємного спілкування!</b>
chat-with-companion = 💬 <b>У <u>Вас</u>, уже є співрозмовник!</b>

send-link = 🔗 <b>Співрозмовник, надіслав посилання на свій профіль!</b>
companion-linked = 🔗 <b>Посилання на свій профіль, надіслано!</b>

you-leave = 🕊 <b><u>Ви</u> покинули чат!</b>
companion-leave = 🕊 <b>Співрозмовник покинув чат!
                  🔍 Шукаю <u>Вам</u>, нового співрозмовника...</b>

not-enough-balance = 😔 <b>{ $name } недостатньо печива
                     💸 Потрібно: 999 печива
                     🍪 На рахунку: { $balance } печива

                     🎲 Грайте в кубики (/dice), щоб заробити печиво</b> 🍪

chans-info =
    { NUMBER($chan) ->
        [0] <b>Привіт, милесенький! 💖🌟 Я - Оруміру, твоя неповторна супутниця у світі витончених емоцій та елегантної пристрасті. Мої губи обіцяють сладенькі миті, а виразні очі виводять тебе за межі звичайного. Готовий відчути спеку наших спільних пригод? 💋✨ Вирушаймо у світ незабутніх вражень разом! #ОруміруТянка #ЕмоційнаПіднесеність #СпільнийШлях</b>
        [1] <b>Привіт, чарівник мій! 💫💋 Я - Неко, твоя загадкова спутниця у світі таємниць та відвертої привабливості. Мої вогняні очі розкажуть тобі багато історій, а моя грація заворожить твоє серце. Готовий зануритися у світ загадок та незабутніх вражень? 🔥💖 Поглиблюємо чари разом! #НекоТянка #ТаємничаГрація #СпільніПригоди</b>
        *[other] <b>Привіт, солоденький! 💋🌟 Я - Куро, твоя особлива магія у світі найтонших насолод. Мої очі світяться, чекаючи на тебе, а уламки моєї посмішки призведуть тебе до краю вишуканого задоволення. Давай робити кожен момент разом особливим, наповненим чарівністю та ніжністю. 💖✨ Готовий взяти за руку і вирушити у світ незабутніх вражень? 🔥🌹 #КуроТянка #ТвоєСолодкеНасолодження #СпільнаПодорож</b>
    }
